Repository: captaindev404/prd-tools
Catalog: infinite-stories-ios/InfiniteStories/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it

# audio.player.audio.outdated
source: Audio outdated
de: Audio veraltet
es: Audio desactualizado
fr: Audio obsolète
it: Audio obsoleto

# audio.player.button.close
source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi

# audio.player.button.done
source: Done
de: Fertig
es: Listo
fr: Terminé
it: Fatto

# audio.player.button.hide
source: Hide
de: Ausblenden
es: Ocultar
fr: Masquer
it: Nascondi

# audio.player.button.next
source: Next story
de: Nächste Geschichte
es: Siguiente historia
fr: Histoire suivante
it: Storia successiva

# audio.player.button.play
source: Play
de: Abspielen
es: Reproducir
fr: Lire
it: Riproduci

# audio.player.button.previous
source: Previous story
de: Vorherige Geschichte
es: Historia anterior
fr: Histoire précédente
it: Storia precedente

# audio.player.button.read.full
source: Read Full
de: Vollständig Lesen
es: Leer Completo
fr: Lire en Entier
it: Leggi Tutto

# audio.player.button.restart
source: Restart
de: Neu starten
es: Reiniciar
fr: Recommencer
it: Riavvia

# audio.player.button.show
source: Show
de: Anzeigen
es: Mostrar
fr: Afficher
it: Mostra

# audio.player.button.stop
source: Stop
de: Stoppen
es: Detener
fr: Arrêter
it: Ferma

# audio.player.content.unavailable
source: No story content available
de: Kein Geschichtsinhalt verfügbar
es: No hay contenido de historia disponible
fr: Aucun contenu d'histoire disponible
it: Nessun contenuto di storia disponibile

# audio.player.done.hint
source: Stop playback and close the audio player
de: Wiedergabe stoppen und Audio-Player schließen
es: Detener reproducción y cerrar el reproductor de audio
fr: Arrêter la lecture et fermer le lecteur audio
it: Ferma riproduzione e chiudi il lettore audio

# audio.player.done.label
source: Done
de: Fertig
es: Listo
fr: Terminé
it: Fatto

# audio.player.edit.hint
source: Open the story editor
de: Geschichts-Editor öffnen
es: Abrir el editor de historias
fr: Ouvrir l'éditeur d'histoire
it: Apri l'editor di storie

# audio.player.edit.label
source: Edit story
de: Geschichte bearbeiten
es: Editar historia
fr: Modifier l'histoire
it: Modifica storia

# audio.player.error.file.not.found
source: Audio file not found. Please play the story to generate audio.
de: Audiodatei nicht gefunden. Bitte spielen Sie die Geschichte ab, um Audio zu generieren.
es: Archivo de audio no encontrado. Por favor, reproduce la historia para generar el audio.
fr: Fichier audio introuvable. Veuillez lire l'histoire pour générer l'audio.
it: File audio non trovato. Riproduci la storia per generare l'audio.

# audio.player.error.invalid.filename
source: Invalid file name. Please try again.
de: Ungültiger Dateiname. Bitte versuchen Sie es erneut.
es: Nombre de archivo inválido. Por favor, inténtalo de nuevo.
fr: Nom de fichier invalide. Veuillez réessayer.
it: Nome file non valido. Riprova.

# audio.player.error.missing.message
source: This story appears to have no content
de: Diese Geschichte scheint keinen Inhalt zu haben
es: Esta historia parece no tener contenido
fr: Cette histoire semble n'avoir aucun contenu
it: Questa storia sembra non avere contenuto

# audio.player.error.missing.title
source: Story data is missing
de: Geschichtsdaten fehlen
es: Faltan datos de la historia
fr: Les données de l'histoire sont manquantes
it: Mancano i dati della storia

# audio.player.export.error.no.file
source: This story doesn't have an audio file yet. Please play the story first to generate audio.
de: Diese Geschichte hat noch keine Audiodatei. Bitte spielen Sie die Geschichte zuerst ab, um Audio zu generieren.
es: Esta historia aún no tiene un archivo de audio. Por favor, reproduce la historia primero para generar el audio.
fr: Cette histoire n'a pas encore de fichier audio. Veuillez lire l'histoire d'abord pour générer l'audio.
it: Questa storia non ha ancora un file audio. Riproduci prima la storia per generare l'audio.

# audio.player.export.error.title
source: Export Error
de: Exportfehler
es: Error de Exportación
fr: Erreur d'Exportation
it: Errore di Esportazione

# audio.player.export.hint
source: Share or save the story audio file
de: Geschichts-Audiodatei teilen oder speichern
es: Compartir o guardar el archivo de audio de la historia
fr: Partager ou enregistrer le fichier audio de l'histoire
it: Condividi o salva il file audio della storia

# audio.player.export.label
source: Export audio
de: Audio exportieren
es: Exportar audio
fr: Exporter l'audio
it: Esporta audio

# audio.player.favorite.add.hint
source: Add this story to your favorites
de: Diese Geschichte zu Ihren Favoriten hinzufügen
es: Añadir esta historia a tus favoritos
fr: Ajouter cette histoire à vos favoris
it: Aggiungi questa storia ai tuoi preferiti

# audio.player.favorite.add.label
source: Add to favorites
de: Zu Favoriten hinzufügen
es: Añadir a favoritos
fr: Ajouter aux favoris
it: Aggiungi ai preferiti

# audio.player.favorite.remove.hint
source: Remove this story from your favorites
de: Diese Geschichte aus Ihren Favoriten entfernen
es: Quitar esta historia de tus favoritos
fr: Retirer cette histoire de vos favoris
it: Rimuovi questa storia dai tuoi preferiti

# audio.player.favorite.remove.label
source: Remove from favorites
de: Aus Favoriten entfernen
es: Quitar de favoritos
fr: Retirer des favoris
it: Rimuovi dai preferiti

# audio.player.full.story.title
source: Full Story
de: Vollständige Geschichte
es: Historia Completa
fr: Histoire Complète
it: Storia Completa

# audio.player.illustrations.none.message
source: Generate illustrations to enhance the story
de: Generieren Sie Illustrationen, um die Geschichte zu verbessern
es: Genera ilustraciones para mejorar la historia
fr: Générez des illustrations pour améliorer l'histoire
it: Genera illustrazioni per migliorare la storia

# audio.player.illustrations.none.title
source: No illustrations available
de: Keine Illustrationen verfügbar
es: No hay ilustraciones disponibles
fr: Aucune illustration disponible
it: Nessuna illustrazione disponibile

# audio.player.next.hint
source: Play the next story in queue
de: Nächste Geschichte in der Warteschlange abspielen
es: Reproducir la siguiente historia en la cola
fr: Lire l'histoire suivante dans la file d'attente
it: Riproduci la storia successiva nella coda

# audio.player.pause.hint
source: Pause the story audio
de: Geschichts-Audio pausieren
es: Pausar el audio de la historia
fr: Mettre en pause l'audio de l'histoire
it: Metti in pausa l'audio della storia

# audio.player.play.hint
source: Play the story audio
de: Geschichts-Audio abspielen
es: Reproducir el audio de la historia
fr: Lire l'audio de l'histoire
it: Riproduci l'audio della storia

# audio.player.played.once
source: Played 1 time
de: 1 Mal abgespielt
es: Reproducido 1 vez
fr: Lu 1 fois
it: Riprodotto 1 volta

# audio.player.previous.hint
source: Play the previous story in queue
de: Vorherige Geschichte in der Warteschlange abspielen
es: Reproducir la historia anterior en la cola
fr: Lire l'histoire précédente dans la file d'attente
it: Riproduci la storia precedente nella coda

# audio.player.restart.hint
source: Restart the current story from the beginning
de: Aktuelle Geschichte von Anfang an neu starten
es: Reiniciar la historia actual desde el principio
fr: Recommencer l'histoire actuelle depuis le début
it: Riavvia la storia corrente dall'inizio

# audio.player.skip.back.hint
source: Rewind the audio by 15 seconds
de: Audio um 15 Sekunden zurückspulen
es: Retroceder el audio 15 segundos
fr: Rembobiner l'audio de 15 secondes
it: Riavvolgi l'audio di 15 secondi

# audio.player.skip.back.label
source: Skip back 15 seconds
de: 15 Sekunden zurückspringen
es: Retroceder 15 segundos
fr: Reculer de 15 secondes
it: Salta indietro di 15 secondi

# audio.player.skip.forward.hint
source: Fast forward the audio by 15 seconds
de: Audio um 15 Sekunden vorspulen
es: Avanzar el audio 15 segundos
fr: Avancer l'audio de 15 secondes
it: Avanza l'audio di 15 secondi

# audio.player.skip.forward.label
source: Skip forward 15 seconds
de: 15 Sekunden vorspringen
es: Avanzar 15 segundos
fr: Avancer de 15 secondes
it: Salta avanti di 15 secondi

# audio.player.stop.hint
source: Stop the audio and reset to the beginning
de: Audio stoppen und zum Anfang zurücksetzen
es: Detener el audio y reiniciar desde el principio
fr: Arrêter l'audio et revenir au début
it: Ferma l'audio e torna all'inizio

# audio.player.stop.label
source: Stop playback
de: Wiedergabe stoppen
es: Detener reproducción
fr: Arrêter la lecture
it: Ferma riproduzione

# audio.player.story.text
source: Story Text
de: Geschichtstext
es: Texto de la Historia
fr: Texte de l'Histoire
it: Testo della Storia

# audio.regeneration.alert.cancel.message
source: Audio generation is more than halfway complete. Are you sure you want to cancel?
de: Die Audio-Generierung ist mehr als zur Hälfte abgeschlossen. Möchten Sie wirklich abbrechen?
es: La generación de audio está más de la mitad completa. ¿Estás seguro de que quieres cancelar?
fr: La génération audio est à plus de la moitié. Êtes-vous sûr de vouloir annuler?
it: La generazione audio è completa per più della metà. Sei sicuro di voler annullare?

# audio.regeneration.alert.cancel.title
source: Cancel Audio Generation?
de: Audio-Generierung Abbrechen?
es: ¿Cancelar Generación de Audio?
fr: Annuler la Génération Audio?
it: Annullare Generazione Audio?

# audio.regeneration.button.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla

# audio.regeneration.button.cancel.generation
source: Cancel Generation
de: Generierung Abbrechen
es: Cancelar Generación
fr: Annuler la Génération
it: Annulla Generazione

# audio.regeneration.button.continue
source: Continue
de: Fortsetzen
es: Continuar
fr: Continuer
it: Continua

# audio.regeneration.button.done
source: Done
de: Fertig
es: Listo
fr: Terminé
it: Fatto

# audio.regeneration.button.play.story
source: Play Story
de: Geschichte Abspielen
es: Reproducir Historia
fr: Lire l'Histoire
it: Riproduci Storia

# audio.regeneration.button.try.again
source: Try Again
de: Erneut Versuchen
es: Intentar de Nuevo
fr: Réessayer
it: Riprova

# audio.regeneration.estimated.time
source: This may take about 30 seconds
de: Dies kann etwa 30 Sekunden dauern
es: Esto puede tardar unos 30 segundos
fr: Cela peut prendre environ 30 secondes
it: Questo potrebbe richiedere circa 30 secondi

# audio.regeneration.status.completed
source: Audio ready!
de: Audio bereit!
es: ¡Audio listo!
fr: Audio prêt!
it: Audio pronto!

# audio.regeneration.status.finalizing
source: Finalizing audio file...
de: Audiodatei fertigstellen...
es: Finalizando archivo de audio...
fr: Finalisation du fichier audio...
it: Finalizzazione file audio...

# audio.regeneration.status.generating
source: Generating audio...
de: Audio generieren...
es: Generando audio...
fr: Génération de l'audio...
it: Generazione audio...

# audio.regeneration.status.preparing
source: Preparing story...
de: Geschichte vorbereiten...
es: Preparando historia...
fr: Préparation de l'histoire...
it: Preparazione storia...

# auth.appTitle
source: Infinite Stories
de: Unendliche Geschichten
es: Historias Infinitas
fr: Histoires Infinies
it: Storie Infinite

# auth.confirmPassword
source: Confirm Password
de: Passwort bestätigen
es: Confirmar contraseña
fr: Confirmer le mot de passe
it: Conferma password

# auth.createAccount.button
source: Create Account
de: Konto erstellen
es: Crear cuenta
fr: Créer un compte
it: Crea account

# auth.createAccount.subtitle
source: Create your magical account
de: Erstelle dein magisches Konto
es: Crea tu cuenta mágica
fr: Créez votre compte magique
it: Crea il tuo account magico

# auth.error.invalidCredentials
source: Invalid email or password
de: Ungültige E-Mail oder Passwort
es: Correo o contraseña inválidos
fr: E-mail ou mot de passe invalide
it: Email o password non validi

# auth.error.network
source: Network error. Please check your connection.
de: Netzwerkfehler. Bitte überprüfe deine Verbindung.
es: Error de red. Por favor, verifica tu conexión.
fr: Erreur réseau. Veuillez vérifier votre connexion.
it: Errore di rete. Controlla la tua connessione.

# auth.error.serverResponse
source: Server response error. Please check console logs.
de: Server-Antwortfehler. Bitte überprüfe die Konsole.
es: Error de respuesta del servidor. Revisa los registros.
fr: Erreur de réponse du serveur. Vérifiez les journaux.
it: Errore di risposta del server. Controlla i log.

# auth.error.signUpFailed
source: Failed to create account. Please try again.
de: Konto konnte nicht erstellt werden. Bitte versuche es erneut.
es: No se pudo crear la cuenta. Por favor, inténtalo de nuevo.
fr: Échec de la création du compte. Veuillez réessayer.
it: Impossibile creare l'account. Riprova.

# auth.error.title
source: Authentication Error
de: Authentifizierungsfehler
es: Error de autenticación
fr: Erreur d'authentification
it: Errore di autenticazione

# auth.error.userExists
source: An account with this email already exists. Try logging in instead.
de: Ein Konto mit dieser E-Mail existiert bereits. Versuche dich anzumelden.
es: Ya existe una cuenta con este correo. Intenta iniciar sesión.
fr: Un compte avec cet e-mail existe déjà. Essayez de vous connecter.
it: Esiste già un account con questa email. Prova ad accedere.

# auth.field.confirmPassword
source: Confirm Password
de: Passwort bestätigen
es: Confirmar contraseña
fr: Confirmer le mot de passe
it: Conferma password

# auth.field.fullName
source: Full Name
de: Vollständiger Name
es: Nombre completo
fr: Nom complet
it: Nome completo

# auth.field.password
source: Password
de: Passwort
es: Contraseña
fr: Mot de passe

# auth.fullName
source: Full Name
de: Vollständiger Name
es: Nombre completo
fr: Nom complet
it: Nome completo

# auth.password
source: Password
de: Passwort
es: Contraseña
fr: Mot de passe

# auth.signIn
source: Sign In
de: Anmelden
es: Iniciar sesión
fr: Se connecter
it: Accedi

# auth.signIn.button
source: Sign In
de: Anmelden
es: Iniciar sesión
fr: Se connecter
it: Accedi

# auth.signIn.subtitle
source: Welcome back
de: Willkommen zurück
es: Bienvenido de nuevo
fr: Bon retour
it: Bentornato

# auth.signUp
source: Sign Up
de: Registrieren
es: Registrarse
fr: S'inscrire
it: Registrati

# auth.signUp.button
source: Sign Up
de: Registrieren
es: Registrarse
fr: S'inscrire
it: Registrati

# auth.welcomeBack
source: Welcome back
de: Willkommen zurück
es: Bienvenido de nuevo
fr: Bon retour
it: Bentornato

# common.back
source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro

# common.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla

# common.close
source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi

# common.continue
source: Continue
de: Fortfahren
es: Continuar
fr: Continuer
it: Continua

# common.create
source: Create
de: Erstellen
es: Crear
fr: Créer
it: Crea

# common.delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina

# common.done
source: Done
de: Fertig
es: Listo
fr: Terminé
it: Fatto

# common.edit
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica

# common.favorite
source: Favorite
de: Favorit
es: Favorito
fr: Favori
it: Preferito

# common.loading
source: Loading...
de: Laden...
es: Cargando...
fr: Chargement...
it: Caricamento...

# common.manage
source: Manage
de: Verwalten
es: Administrar
fr: Gérer
it: Gestisci

# common.next
source: Next
de: Weiter
es: Siguiente
fr: Suivant
it: Avanti

# common.no
source: No
de: Nein
fr: Non

# common.refresh
source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
it: Aggiorna

# common.retry
source: Retry
de: Wiederholen
es: Reintentar
fr: Réessayer
it: Riprova

# common.save
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva

# common.share
source: Share
de: Teilen
es: Compartir
fr: Partager
it: Condividi

# common.signInAgain
source: Sign In Again
de: Erneut anmelden
es: Iniciar sesión de nuevo
fr: Se reconnecter
it: Accedi di nuovo

# common.tryAgain
source: Try Again
de: Erneut versuchen
es: Intentar de nuevo
fr: Réessayer
it: Riprova

# common.view.details
source: View Details
de: Details anzeigen
es: Ver detalles
fr: Voir les détails
it: Vedi dettagli

# common.yes
source: Yes
de: Ja
es: Sí
fr: Oui
it: Sì

# customEvent.creation.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla

# customEvent.creation.error.noNetwork
source: No network connection. Please try again when connected.
de: Keine Netzwerkverbindung. Bitte versuchen Sie es erneut, wenn Sie verbunden sind.
es: Sin conexión de red. Inténtalo de nuevo cuando estés conectado.
fr: Pas de connexion réseau. Veuillez réessayer lorsque vous serez connecté.
it: Nessuna connessione di rete. Riprova quando sei connesso.

# customEvent.creation.error.saveFailed
source: Failed to save custom event
de: Fehler beim Speichern des benutzerdefinierten Ereignisses
es: Error al guardar el evento personalizado
fr: Échec de l'enregistrement de l'événement personnalisé
it: Impossibile salvare l'evento personalizzato

# customEvent.creation.error.title
source: Error
de: Fehler
fr: Erreur
it: Errore

# customEvent.creation.navigation.next
source: Next
de: Weiter
es: Siguiente
fr: Suivant
it: Avanti

# customEvent.creation.navigation.previous
source: Previous
de: Zurück
es: Anterior
fr: Précédent
it: Precedente

# customEvent.creation.navigation.save
source: Save Event
de: Ereignis Speichern
es: Guardar Evento
fr: Enregistrer l'Événement
it: Salva Evento

# customEvent.creation.preview.description
source: Description
de: Beschreibung
es: Descripción
it: Descrizione

# customEvent.creation.preview.newEvent
source: New Event
de: Neues Ereignis
es: Nuevo Evento
fr: Nouvel Événement
it: Nuovo Evento

# customEvent.creation.step1.description
source: What's this event about?
de: Worum geht es bei diesem Ereignis?
es: ¿De qué trata este evento?
fr: De quoi parle cet événement ?
it: Di cosa tratta questo evento?

# customEvent.creation.step1.descriptionHint
source: Describe the situation or experience for the story
de: Beschreiben Sie die Situation oder Erfahrung für die Geschichte
es: Describe la situación o experiencia para la historia
fr: Décrivez la situation ou l'expérience pour l'histoire
it: Descrivi la situazione o l'esperienza per la storia

# customEvent.creation.step1.eventTitle
source: Event Title
de: Ereignistitel
es: Título del Evento
fr: Titre de l'Événement
it: Titolo dell'Evento

# customEvent.creation.step1.eventTitleHint
source: Give your event a memorable name
de: Geben Sie Ihrem Ereignis einen einprägsamen Namen
es: Dale a tu evento un nombre memorable
fr: Donnez un nom mémorable à votre événement
it: Dai un nome memorabile al tuo evento

# customEvent.creation.step1.eventTitlePlaceholder
source: e.g., First Day at School
de: z.B. Erster Schultag
es: p. ej., Primer Día de Escuela
fr: par ex., Premier Jour d'École
it: es. Primo Giorno di Scuola

# customEvent.creation.step1.example1
source: A story about overcoming fear of the dark
de: Eine Geschichte über die Überwindung der Angst vor der Dunkelheit
es: Una historia sobre superar el miedo a la oscuridad
fr: Une histoire sur la conquête de la peur du noir
it: Una storia sul superare la paura del buio

# customEvent.creation.step1.example2
source: An adventure about learning to ride a bike
de: Ein Abenteuer über das Erlernen des Fahrradfahrens
es: Una aventura sobre aprender a andar en bicicleta
fr: Une aventure sur l'apprentissage du vélo
it: Un'avventura sull'imparare ad andare in bicicletta

# customEvent.creation.step1.example3
source: A tale about sharing toys with siblings
de: Eine Geschichte über das Teilen von Spielzeug mit Geschwistern
es: Un cuento sobre compartir juguetes con hermanos
fr: Un conte sur le partage des jouets avec les frères et sœurs
it: Una storia sul condividere i giocattoli con i fratelli

# customEvent.creation.step1.example4
source: A journey of trying new foods
de: Eine Reise, neue Lebensmittel auszuprobieren
es: Un viaje de probar nuevos alimentos
fr: Un voyage pour essayer de nouveaux aliments
it: Un viaggio per provare nuovi cibi

# customEvent.creation.step1.inspiration
source: Need inspiration?
de: Brauchen Sie Inspiration?
es: ¿Necesitas inspiración?
fr: Besoin d'inspiration ?
it: Hai bisogno di ispirazione?

# customEvent.creation.step1.title
source: Let's create a special story event!
de: Lassen Sie uns ein besonderes Geschichtenereignis erstellen!
es: ¡Creemos un evento de historia especial!
fr: Créons un événement d'histoire spécial !
it: Creiamo un evento di storia speciale!

# customEvent.creation.step2.ageRange
source: Age Range
de: Altersbereich
es: Rango de Edad
fr: Tranche d'Âge
it: Fascia d'Età

# customEvent.creation.step2.ages %lld %lld
source: Ages %lld-%lld
de: Alter %lld-%lld
es: Edades %lld-%lld
fr: Âges %lld-%lld
it: Età %lld-%lld

# customEvent.creation.step2.category
source: Category
de: Kategorie
es: Categoría
fr: Catégorie
it: Categoria

# customEvent.creation.step2.title
source: Let's categorize your event
de: Lassen Sie uns Ihr Ereignis kategorisieren
es: Categoricemos tu evento
fr: Catégorisons votre événement
it: Categorizziamo il tuo evento

# customEvent.creation.step2.tone
source: Story Tone
de: Geschichtenton
es: Tono de la Historia
fr: Ton de l'Histoire
it: Tono della Storia

# customEvent.creation.step3.addKeyword
source: Add keyword
de: Schlüsselwort hinzufügen
es: Agregar palabra clave
fr: Ajouter un mot-clé
it: Aggiungi parola chiave

# customEvent.creation.step3.enhance
source: Enhance
de: Verbessern
es: Mejorar
fr: Améliorer
it: Migliora

# customEvent.creation.step3.generate
source: Generate
de: Generieren
es: Generar
fr: Générer
it: Genera

# customEvent.creation.step3.keywords
source: Keywords
de: Schlüsselwörter
es: Palabras Clave
fr: Mots-clés
it: Parole Chiave

# customEvent.creation.step3.noKeywords
source: No keywords added yet
de: Noch keine Schlüsselwörter hinzugefügt
es: Aún no se han agregado palabras clave
fr: Aucun mot-clé ajouté pour le moment
it: Nessuna parola chiave aggiunta ancora

# customEvent.creation.step3.prompt
source: Story Prompt
de: Geschichtenanregung
es: Indicación de la Historia
fr: Prompt de l'Histoire
it: Prompt della Storia

# customEvent.creation.step3.promptHint
source: This prompt will guide the AI in creating stories
de: Diese Anregung leitet die KI bei der Erstellung von Geschichten
es: Esta indicación guiará a la IA en la creación de historias
fr: Ce prompt guidera l'IA dans la création d'histoires
it: Questo prompt guiderà l'IA nella creazione di storie

# customEvent.creation.step3.subtitle
source: Let AI help make your event even better
de: Lassen Sie die KI Ihr Ereignis noch besser machen
es: Deja que la IA ayude a mejorar tu evento
fr: Laissez l'IA améliorer votre événement
it: Lascia che l'IA migliori il tuo evento

# customEvent.creation.step3.title
source: Enhance with AI
de: Mit KI verbessern
es: Mejorar con IA
fr: Améliorer avec l'IA
it: Migliora con l'IA

# customEvent.creation.step4.ageRange
source: Age Range
de: Altersbereich
es: Rango de Edad
fr: Tranche d'Âge
it: Fascia d'Età

# customEvent.creation.step4.allAges
source: All Ages
de: Alle Altersgruppen
es: Todas las Edades
fr: Tous Âges
it: Tutte le Età

# customEvent.creation.step4.category
source: Category
de: Kategorie
es: Categoría
fr: Catégorie
it: Categoria

# customEvent.creation.step4.description
source: Description
de: Beschreibung
es: Descripción
it: Descrizione

# customEvent.creation.step4.keywords
source: Keywords
de: Schlüsselwörter
es: Palabras Clave
fr: Mots-clés
it: Parole Chiave

# customEvent.creation.step4.prompt
source: Story Prompt
de: Geschichtenanregung
es: Indicación de la Historia
fr: Prompt de l'Histoire
it: Prompt della Storia
